import React from 'react';
import './story.scss';

function Story() {
  return (
    <div className="story">
      <div className="story__inner-wrapper">
        <div className="story__title">Вот этих пупсиков <img width="77" height="77" src="/smile.png" alt="1"/></div>
        <div className="story__title-little">Немножко предыстории</div>
        <p>Как-то на корабле... Ой нет, промотаем подальше. Однажды, почти 8 лет назад в компании общих друзей встретились Алина и Антон. У Антона была бэха и... Так, в общем Алина и Антон друг другу понравились и начали они встечаться. Чем дольше эти пупсики встречались, тем больше в их сердечках разгоралась любовь. И вот в один прекрасный день Антон подумал, что любовь уже настолько сильно разгорелась, что пора Алине подарить колечко (красивое, с бриллиантом) и предложить руку и сердце. Алина долго не думала (ну всего 7 лет) и сказала “ДА”.  И решили они жить вместе долго-долго и счастливо-счастливо в статусе <b>мужа</b> и <b>жены</b>. </p>
      </div>
    </div>
  );
}

export default Story;
