import React from 'react';
import './story.scss';

function Story() {
  return (
    <div className="story">
      <div className="story__inner-wrapper">
        <div className="story__title">Вот этих пупсиков <img width="77" height="77" src="/smile.png" alt="1"/></div>
        <div className="story__title-little">Немножко предыстории</div>
        <p>Как-то на корабле... Ой нет, начнём с другого момента. В далеком 2014 году, 7 октября, Алину позвала подружка поехать в музей и там они встретились с Антоном. Алина и Антон друг-другу понравились и через месяц начали встречаться. Чем дольше эти котятки встречались, тем больше в их сердечках разгоралась любовь. И вот в один прекрасный день Антон подумал, что любовь уже настолько сильно полыхает, что пора Алине подарить колечко и предложить свои руку, сердце, ну и все остальные части тела. Алина долго не думала (ну всего 7 лет) и сказала <b>“ДА”</b>.  И решили они жить вместе долго-долго и счастливо-счастливо в статусе <b>мужа</b> и <b>жены</b>. </p>
      </div>
    </div>
  );
}

export default Story;
